baner_pasword= '''
                                    
                                                        
                  ,(%%(,                            
               .,*/////*,. .%                
    *                  /%%%%##             
              ,%(.            %#(/,    /
         *,                 %#        (%%#*
                           %.             %%#
                          ,%                 *,
                           /%,
                              #%%%%###(*.                                 
                                          /% ,%                           
                                             #   /                        
                                               /  *                       
                                                .                         
                                                *    
                                      
                                 )            (     
                              ( /(   *   )    )\ )  
                             (   )\())` )  /((  (()/(  
                             )\ ((_)\  ( )(_))\  /(_)) 
                            ((_) _((_)(_(_()|(_)(_))   
                            | __| \| ||_   _| __| _ \  
                            | _|| .` |  | | | _||   /  
                            |___|_|\_|  |_| |___|_|_\  
                                                                                                                                 
      
'''
baner1= '''  
                              
                   ▐ ▄ ▄• ▄▌▄▄▌  ▄▄▌               
                  •█▌▐██▪██▌██•  ██•              
                  ▐█▐▐▌█▌▐█▌██▪  ██▪              
                  ██▐█▌▐█▄█▌▐█▌▐▌▐█▌▐▌            
                  ▀▀ █▪ ▀▀▀ .▀▀▀ .▀▀▀  
  Разработчик: trcgio телеграм канал:@nullbestsoft 
              v1.0 Made in Ukraine                  
    !!! Разработчик не несет ответствености за ваши действия, 
    софт сделан исключительно в развлекательных намериниях!!! 
                 
                     MENU
    [1] Пробив по номеру     [2] Пробив по почте 
    [3] Пробив по IP         [4] DDoS Атака 
    [5] Пробив телеграмм     [6] Пробив Инстаграм
    [N] Выйти из тула        [8] Пробив по ФИО
    [9]Скачивание баз  
    
                                          
   '''
                                 
banner = '''                         
                   _____   ______    ____   ____  ____         ____                     
                  |\    \ |\     \  |    | |    ||    |       |    |                   [1] Пробив по номеру
                    \\    \| \     \ |    | |    ||    |       |    |                   [2] Пробив по почте  
                    \|    \  \     ||    | |    ||    |       |    |                   [3] Пробив по IP  
                     |     \  |    ||    | |    ||    |  ____ |    |  ____             [4] DDoS Атака 
                     |      \ |    ||    | |    ||    | |    ||    | |    |            [5] Пробив телеграмм    
                     |    |\ \|    ||    | |    ||    | |    ||    | |    |            [6] Пробив Инстаграм 
                     |____||\_____/||\___\_|____||____|/____/||____|/____/|            [N] Выйти из тула 
                     |    |/ \|   ||| |    |    ||    |     |||    |     ||            [8] Пробив по ФИО
                     |____|   |___|/ \|____|____||____|_____|/|____|_____|/            [9]Скачивание баз
                    \(       )/      \(   )/    \(    )/     \(    )/                  
                     '       '        '   '      '    '       '    '                                          
 
                     Разработчик: trcgio  телеграм канал: @nullbestsoft    v1.0   Made in Ukraine  
                     
                           !!! Разработчик не несет ответствености за ваши действия, 
                             софт сделан исключительно в развлекательных намериниях!!!
        

'''

banner2= '''

   ______  ___   _____  _    _  ___________    _ 
   | ___ \/ _ \ /  ___|| |  | ||  _  | ___ \  | |
   | |_/ / /_\ \\ `--.  | |  | || | | | |_/ /__| |
   |  __/|  _  | `--. \| |/\| || | | |    // _` |
   | |   | | | |/\__/ /\  /\  /\ \_/ / |\ \ (_| |
   \_|   \_| |_/\____/  \/  \/  \___/\_| \_\__,_|
                                              


'''